{
    "header": {
        "message": "Welcome in english"
    },
    "common": {
    	"backtoup": "Back to up",
        "join": "Join us"
    },
    "nav": {
        "home": "Home",
        "blog": "Blog",
        "contact": "Contact",
        "language": "Language"
    },
    "home": {
        "title": "Welcome to WeAreSwissBorg!",
        "subtitle": "The association that supports you in your crypto adventure!",
        "mission": "Our mission",
        "community": "Community",
        "education": "Education",
        "democratization": "Democratization",
        "whoarewe": "Who are we ?",
        "discoverswissborg": "Discover SwissBorg",
        "metrics": "Metrics"
    },
    "community": {
        "swissborgmania": "Discover SwissBorg with SwissBorgMania",
        "thecryptophil": "Discover SwissBorg with Smart Café from TheCryptoPhil"
    },
    "whoarewe": {
        "title": "Who are we ?",
        "content": "WeAreSwissBorg is much more than just an association. We're a passionate community, committed to sharing knowledge and democratizing the use of crypto-assets and the SwissBorg ecosystem."
    },
    "ourmission": {
        "title": "Our objectives",
        "blockchain.title": "Promoting blockchain",
        "blockchain.content": "We believe in the power of blockchain technology. Our aim is to make it accessible to everyone, by explaining its benefits and encouraging its use.",
        "education.title": "Educate and Inform",
        "education.content": "Education is at the heart of our approach. We provide clear, accessible educational content, so that everyone can understand and make informed decisions.",
        "community.title": "Supporting the Community",
        "community.content": "We are here to support and strengthen the SwissBorg community. By encouraging the exchange of knowledge and experience, we foster an environment where everyone can learn and grow.",
        "democratization.title": "Democratizing Crypto-Actives",
        "democratization.content": "We believe in a financial future open to all. By democratizing access to crypto-assets, we want to create opportunities for everyone, everywhere in the world.",
        "comment": "Join us on this adventure to shape the financial future together, by learning, sharing and growing within our WeareSwissBorg community!"
    },
    "footer": {
        "message": "WeAreSwissBorg is an association that aims to promote the use of blockchain and crypto-assets, provide educational content on these technologies, particularly related to Swissborg, and support actions related to this ecosystem.",
        "subtitle": "The association",
        "whoarewe": "Who are we ?",
        "team": "Team",
        "contact": "Contact",
        "donation": "Make a donation",
        "join": "Join our community"
    }
}