{
    "header": {
        "message": "Bienvenue en francais"
    },
    "common": {
    	"backtoup": "Retour au haut de la page",
        "join": "Rejoignez-nous"
    },
    "nav": {
        "home": "Accueil",
        "blog": "Blog",
        "contact": "Contact",
        "language": "Langue"
    },
    "home": {
        "title": "Bienvenue sur WeAreSwissBorg !",
        "subtitle": "L'association qui vous accompagne dans votre aventure crypto !",
        "mission": "Notre mission",
        "community": "Communauté",
        "education": "Education",
        "democratization": "Démocratisation",
        "whoarewe": "Qui sommes-nous ?",
        "discoverswissborg": "Decouvre SwissBorg",
        "metrics": "Métrics"
    },
    "community": {
        "swissborgmania": "Découvre Swissborg avec SwissBorgMania",
        "thecryptophil": "Découvre Swissborg avec les Smart Café de TheCryptoPhil"
    },
    "whoarewe": {
        "title": "Qui sommes-nous ?",
        "content": "WeAreSwissBorg est bien plus qu'une simple association. Nous sommes une communauté passionnée, engagée à partager la connaissance et à démocratiser l'utilisation des crypto-actifs et de l'écosystème SwissBorg."
    },
    "ourmission": {
        "title": "Nos objectifs",
        "blockchain.title": "Promouvoir la Blockchain",
        "blockchain.content": "Nous croyons en la puissance de la technologie blockchain. Notre objectif est de la rendre accessible à tous, en expliquant ses avantages et en encourageant son utilisation.",
        "education.title": "Éduquer et Informer",
        "education.content": "L'éducation est au cœur de notre démarche. Nous offrons du contenu éducatif clair et accessible, pour que chacun puisse comprendre et prendre des décisions éclairées.",
        "community.title": "Soutenir la Communauté",
        "community.content": "Nous sommes là pour soutenir et renforcer la communauté SwissBorg. En encourageant l'échange de connaissances et d'expériences, nous favorisons un environnement où chacun peut apprendre et grandir.",
        "democratization.title": "Démocratiser les Crypto-Actifs",
        "democratization.content": "Nous croyons en un avenir financier ouvert à tous. En démocratisant l'accès aux crypto-actifs, nous voulons créer des opportunités pour chacun, partout dans le monde.",
        "comment": "Rejoignez-nous dans cette aventure pour façonner ensemble le futur financier, en apprenant, partageant et grandissant au sein de notre communauté WeareSwissBorg !"
    },
    "footer": {
        "message": "WeAreSwissBorg est une association qui vise à promouvoir l'utilisation de la blockchaine et des crypto-actifs, a fournir ddu contenu éducatif sur ces technologies, notamment liées à Swissborg, et à soutenir des actions en lien avec cet écosystème.",
        "subtitle": "L'association",
        "whoarewe": "Qui sommes-nous ?",
        "team": "L'équipe",
        "contact": "Contact",
        "donation": "Faire un don",
        "join":"Rejoignez notre communauté"
    }
}